Repository: creativeprashant007/bright_hr_test
Catalog: lib/l10n/intl_*.arb
Languages: es

# title
source: Flutter Api
es: Demostración de Flutter

# technical_test
source: Bright Flutter Technical Test
es: Prueba técnica de Flutter brillante

# internet_not_available
source: Internet is not available. You can read saved posts only.
es: No hay internet disponible. Solo puedes leer los posts guardados.

source: Post not found in saved posts.
es: No se encontró el post en los posts guardados.

# no_post_available
source: No posts available.
es: No hay posts disponibles.

source: Something went wrong!
es: ¡Algo salió mal!

# error_loading_comments
source: Failed to load comments.
es: Error al cargar los comentarios.

# error_saving_post
source: Failed to save post.
es: Error al guardar el post.

source: Failed to load post details.
es: Error al cargar los detalles del post.

source: Saved
es: Guardado

source: Save
es: Guardar

source: Saved Posts
es: Posts guardados

source: Save Post
es: Guardar post

source: Post Details
es: Detalles del post

source: View Comments
es: Ver comentarios

source: Comments
es: Comentarios
